Repository: HristiyanPanov/ThesisWork
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: bg

source: ADD TO CART
bg: ДОБАВИ В КОЛИЧКА

source: ADD %(count)s ITEM TO CART
bg: ДОБАВИ %(count)s ПРОДУКТ В КОЛИЧКАТА

source: %(count)s item added to cart
bg: %(count)s продукт добавен в количката

source: Something went wrong.
bg: Грешка

source: ✅ Successfully subscribed! Check your email for the code.
bg: ✅ Успешно се абонирахте! Проверете своят мейл за кода.

source: ℹ️ You are already subscribed. Check your inbox for the code.
bg: ℹ️ Вече сте абонирани. Проверете своят мейл за кода.

source: ❌ Please enter a valid email.
bg: ❌ Въведете валиден мейл адрес.

source: Please select a size
bg: Моля изберене размер

source: Error adding to cart
bg: Грешка при добавяне в количка

source: Added to wishlist
bg: Добавено в любими

source: Something went wrong
bg: Грешка

source: Error adding to wishlist
bg: Грешка при добавяне в любими

source: No sizes available
bg: Няма налични размери

source: All sizes are out of stock
bg: Всички размери не са в наличност

source: Please select a size before adding to wishlist
bg: Моля изберете размер преди да добавите в любими

source: Please select height and weight
bg: Моля изберете височина и тегло

source: Recommended size: %(size)s
bg: Препоръчан размер: %(size)s

source: SEARCH
bg: ТЪРСИ

source: Please fill in all required fields
bg: Моля попълнете всички задължителни полета

source: Please select a valid payment provider
bg: Моля изберене валиден начин за плащане

source: Invalid promo code
bg: Невалиден промо код

source: Could not validate code
bg: Не успяхме да валидираме кода

source: Not specified
bg: Не е уточнено

source: Not provided
bg: Не е дадено

source: Review submitted
bg: Отзивът е публикуван

source: Validation errors. Please check your input.
bg: Грешка във валидацията. Проверете попълненото.

source: Error:
bg: Грешка:
